import Footer from '@/components/shared/Footer';
import Header from '@/components/shared/Header';
import styles from '@/styles/Privacy.module.css';
import Head from 'next/head';

const PrivacyPage = () => {
  return (
    <>
      <Head>
        <title>Политика Конфиденциальности</title>
      </Head>
      <Header />

      <div className={styles.page}>
        <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>

        <h2>1. Общие положения</h2>
        <p>
          1.1. Настоящая Политика конфиденциальности "azart technologies" fzco (далее - Политика)
          составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ
          «О персональных данных» (далее — Закон о персональных данных) и определяет
          порядок обработки персональных данных и меры по обеспечению безопасности
          персональных данных, предпринимаемые "azart technologies" fzco (далее — Оператор).
        </p>
        <p>
          1.2. Оператор ставит своей важнейшей целью и условием осуществления своей
          деятельности соблюдение прав и свобод человека и гражданина при обработке его
          персональных данных, в том числе защиты прав на неприкосновенность частной жизни,
          личную и семейную тайну.
        </p>
        <p>
          1.3. Оператор ставит конфиденциальность и безопасность обработки персональных
          данных в качестве приоритетных задач организации обработки.
          Конфиденциальность и безопасность обработки персональных данных достигается в том
          числе путём разработки и своевременной актуализации организационно-
          распорядительной документации, положения которой обязательны для исполнения
          всеми сотрудниками Оператора, допущенных к обработке персональных данных.
        </p>
        <p>
          На сотрудников, контрагентов, аффилированных лиц распространяются обязательства о
          строгом соблюдении конфиденциальности.
          Обработка, хранение, обеспечение конфиденциальности и безопасности персональных
          данных производится в соответствии с действующим законодательством РФ в сфере
          защиты персональных данных, и в соответствии с локальными актами Оператора.
        </p>
        <p>
          Политикой обработки персональных данных определяются принципы, порядок и условия
          обработки персональных данных работников, соискателей, контрагентов, посетителей
          сайта Оператора, а также иных субъектов персональных данных, чьи персональные
          данные обрабатываются Оператором. При этом обязательно обеспечение защиты прав и
          свобод человека при обработке его персональных данных, включая, но не ограничиваясь,
          права на неприкосновенность частной жизни, личную и семейную тайну, иные
          охраняемые законом тайны.
        </p>
        <p>
          1.4. Данная Политика будет предоставлена для всеобщего доступа в соответствии с
          требованиями ч. 2 ст. 18.1 Федерального закона № 152-ФЗ «О персональных данных», а
          потому не содержит информации о реализованных мерах по защите персональных
          данных Оператором, а также иную информацию, которая, будучи использованная
          неограниченным кругом лиц, может создать риски причинения ущерба, в том числе,
          деловой репутации Оператора, или субъектам персональных данных.
        </p>

        <h2>2. Термины и определения, используемые в Политике</h2>
        <p>
          <strong>Автоматизированная обработка персональных данных</strong> – обработка персональных данных
          с помощью средств вычислительной техники;
        </p>
        <p>
          <strong>Блокирование персональных данных</strong> – временное прекращение обработки персональных
          данных (за исключением случаев, если обработка необходима для уточнения
          персональных данных);
        </p>
        <p>
          <strong>Информационная система персональных данных (далее – ИСПДн)</strong> – совокупность
          содержащихся в базах данных персональных данных и обеспечивающих их обработку
          информационных технологий и технических средств.
        </p>
        <p>
          <strong>Обезличивание персональных данных</strong> – действия, в результате которых становится
          невозможным без использования дополнительной информации определить
          принадлежность персональных данных конкретному субъекту персональных данных;
        </p>
        <p>
          <strong>Обработка персональных данных</strong> – любое действие (операция) или совокупность
          действий (операций) с персональными данными, совершаемых с использованием средств
          автоматизации или без их использования.
        </p>
        <p>
          <strong>Оператор персональных данных (Оператор)</strong> – лицо, самостоятельно или совместно с
          другими лицами организующее и (или) осуществляющее обработку персональных
          данных, а также определение цели обработки персональных данных, состав
          персональных данных, подлежащих обработке, действия (операции), совершаемые с
          персональными данными ("azart technologies" fzco Dubai Silicon Oasis, DDP, Building A2,
          Dubai, UAE IFZA Business park Premises number 23963 - 00 Makani number A2 - 3645879076
          License number 23963).
        </p>
        <p>
          <strong>Персональные данные</strong> – любая информация, относящаяся к прямо или косвенно
          определенному или определяемому физическому лицу (субъекту персональных данных);
        </p>
        <p>
          <strong>Предоставление персональных данных</strong> – действия, направленные на раскрытие
          персональных данных определенному лицу или определенному кругу лиц;
        </p>
        <p>
          <strong>Распространение персональных данных</strong> – действия, направленные на раскрытие
          персональных данных неопределенному кругу лиц;
        </p>
        <p>
          <strong>Уничтожение персональных данных</strong> – действия, в результате которых становится
          невозможным восстановить содержание персональных данных в информационной
          системе персональных данных и (или) в результате которых уничтожаются материальные
          носители персональных данных.
        </p>

        <h2>3. Правовые основания обработки персональных данных</h2>
        <p>3.1. Персональные данные Оператором обрабатываются на основании:</p>
        <p>– Конституции Российской Федерации;</p>
        <p>– Гражданского кодекса Российской Федерации;</p>
        <p>– Трудового кодекса Российской Федерации;</p>
        <p>– Устава "azart technologies" fzco;</p>
        <p>
          – согласия на обработку персональных данных (пп.1 ч.1 ст. 6 Федерального закона от
          27.07.2006 N 152-ФЗ «О персональных данных»);
        </p>
        <p>
          – согласия в письменной форме на обработку персональных данных, разрешенных
          субъектом персональных данных для распространения (ч.1 ст. 10.1 Федерального закона
          от 27.07.2006 N 152-ФЗ «О персональных данных»);
        </p>
        <p>
          – достижение целей, предусмотренных международным договором Российской
          Федерации или законом, для осуществления и выполнения возложенных
          законодательством Российской Федерации на Оператора функций, полномочий и
          обязанностей (пп. 2 ч. 1 ст. 6 Федерального закона от 27.07.2006 N 152-ФЗ «О
          персональных данных»);
        </p>
        <p>
          – исполнение договора, стороной которого либо выгодоприобретателем или поручителем
          по которому является субъект персональных данных, а также для заключения договора по
          инициативе субъекта персональных данных или договора, по которому субъект
          персональных данных будет являться выгодоприобретателем или поручителем (пп.5 ч.1
          ст. 6 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных»);
        </p>


        <h2>4. Объем и категории обрабатываемых персональных данных, категории субъектов персональных данных в
          зависимости от цели обработки</h2>

        <h3>4.1. Цель обработки данных: Ведение кадрового и бухгалтерского учета</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные: фамилия, имя, отчество; год
          рождения; месяц рождения; дата рождения; место рождения; семейное положение;
          социальное положение; доходы; пол; адрес регистрации; СНИЛС;ИНН; гражданство;
          данные документа, удостоверяющего личность; реквизиты банковской карты; номер
          расчетного счета; профессия; должность; сведения о трудовой деятельности (в том числе
          стаж работы, данные о трудовой занятости на текущее время с указанием наименования
          и расчетного счета организации); отношение к воинской обязанности, сведения о
          воинском учете; сведения об образовании;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong> Работники;
          Родственники работников; Уволенные работники;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong> обработка персональных данных
          осуществляется с согласия субъекта персональных данных на обработку его персональных
          данных;; обработка персональных данных необходима для достижения целей,
          предусмотренных международным договором Российской Федерации или законом, для
          осуществления и выполнения возложенных законодательством Российской Федерации на
          оператора функций, полномочий и обязанностей;;
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);извлечение; использование; передача (предоставление,
          доступ); удаление; уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>

        <h3>4.2. Цель обработки данных: Обеспечение соблюдения трудового законодательства РФ</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные фамилия, имя, отчество; год
          рождения; месяц рождения; дата рождения; место рождения; семейное положение;
          социальное положение; доходы; пол; адрес регистрации; СНИЛС;ИНН; гражданство;
          данные документа, удостоверяющего личность; реквизиты банковской карты; номер
          расчетного счета; профессия; должность; сведения о трудовой деятельности (в том числе
          стаж работы, данные о трудовой занятости на текущее время с указанием наименования
          и расчетного счета организации); отношение к воинской обязанности, сведения о
          воинском учете; сведения об образовании;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong>
          Работники; Уволенные работники;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong>
          обработка персональных данных осуществляется с согласия субъекта персональных
          данных на обработку его персональных данных;; обработка персональных данных
          необходима для достижения целей, предусмотренных международным договором
          Российской Федерации или законом, для осуществления и выполнения возложенных
          законодательством Российской Федерации на оператора функций, полномочий и
          обязанностей;;
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);извлечение; использование; обезличивание; удаление;
          уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>

        <h3>4.3. Цель обработки данных: Обеспечение соблюдения налогового законодательства РФ</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные фамилия, имя, отчество; год
          рождения; месяц рождения; дата рождения; место рождения; доходы; СНИЛС; ИНН;
          гражданство; данные документа, удостоверяющего личность; номер лицевого счета;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong> Работники;
          Уволенные работники; Контрагенты;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong> обработка персональных данных
          необходима для достижения целей, предусмотренных международным договором
          Российской Федерации или законом, для осуществления и выполнения возложенных
          законодательством Российской Федерации на оператора функций, полномочий и
          обязанностей;;
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);извлечение; использование; передача (предоставление,
          доступ); удаление; уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>

        <h3>4.4. Цель обработки данных: Продвижение товаров, работ, услуг на рынке</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные фамилия, имя, отчество; адрес
          электронной почты; номер телефона; сведения, собираемые посредством метрических
          программ;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong> Посетители сайта;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong> обработка персональных данных
          осуществляется с согласия субъекта персональных данных на обработку его персональных
          данных;
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);извлечение; использование; удаление; уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>

        <h3>4.5. Цель обработки данных: Подготовка, заключение и исполнение гражданско-правового договора</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные фамилия, имя, отчество; год
          рождения; месяц рождения; дата рождения; место рождения; адрес электронной почты;
          адрес регистрации; номер телефона; ИНН; гражданство; данные документа,
          удостоверяющего личность; должность;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong> Контрагенты;
          Представители контрагентов; Клиенты; Выгодоприобретатели по договорам;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong> обработка персональных данных
          осуществляется с согласия субъекта персональных данных на обработку его персональных
          данных;; обработка персональных данных необходима для достижения целей,
          предусмотренных международным договором Российской Федерации или законом, для
          осуществления и выполнения возложенных законодательством Российской Федерации на
          оператора функций, полномочий и обязанностей;; обработка персональных данных
          необходима для исполнения договора, стороной которого либо выгодоприобретателем
          или поручителем по которому является субъект персональных данных, а также для
          заключения договора по инициативе субъекта персональных данных или договора, по
          которому субъект персональных данных будет являться выгодоприобретателем или
          поручителем. Заключаемый с субъектом персональных данных договор не может
          содержать положения, ограничивающие права и свободы субъекта персональных данных.
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);извлечение; использование; передача (предоставление,
          доступ); удаление; уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>


        <h3>4.6. Цель обработки данных: Подбор персонала (соискателей) на вакантные должности оператора</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные фамилия, имя, отчество; год
          рождения; адрес электронной почты; номер телефона; гражданство; профессия;
          должность; сведения о трудовой деятельности (в том числе стаж работы, данные о
          трудовой занятости на текущее время с указанием наименования и расчетного счета
          организации); сведения об образовании;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong> Соискатели;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong> обработка персональных данных
          осуществляется с согласия субъекта персональных данных на обработку его персональных
          данных.
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);извлечение; использование; удаление; уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>

        <h3>4.7. Цель обработки данных: Обеспечение соблюдения пенсионного законодательства РФ</h3>
        <p>
          <strong>Категории персональных данных:</strong> Персональные данные фамилия, имя, отчество; год
          рождения; месяц рождения; дата рождения; место рождения; социальное положение;
          доходы; гражданство; данные документа, удостоверяющего личность; номер лицевого
          счета;
        </p>
        <p>
          <strong>Категории субъектов, персональные данные которых обрабатываются:</strong> Работники;
          Уволенные работники;
        </p>
        <p>
          <strong>Правовое основание обработки персональных данных:</strong> обработка персональных данных
          необходима для достижения целей, предусмотренных международным договором
          Российской Федерации или законом, для осуществления и выполнения возложенных
          законодательством Российской Федерации на оператора функций, полномочий и
          обязанностей;;
        </p>
        <p>
          <strong>Перечень действий:</strong> сбор; запись; систематизация; накопление; хранение; уточнение
          (обновление, изменение);использование; передача (предоставление, доступ); удаление;
          уничтожение;
        </p>
        <p>
          <strong>Способы обработки:</strong> смешанная; без передачи по внутренней сети юридического лица; с
          передачей по сети Интернет;
        </p>

        <h2>5. Порядок и условия обработки персональных данных</h2>
        <p>
          5.1. Обработка персональных данных осуществляется Оператором в соответствии с
          требованиями законодательства Российской Федерации.
        </p>
        <p>
          5.2. Обработка персональных данных осуществляется с согласия субъектов персональных
          данных на обработку их персональных данных, а также без такового в случаях,
          предусмотренных законодательством Российской Федерации.
        </p>
        <p>
          5.3. Оператор осуществляет обработку персональных данных следующими способами:
        </p>
        <p>
          – неавтоматизированная обработка персональных данных;
        </p>
        <p>
          – автоматизированная обработка персональных данных с передачей полученной
          информации по информационно-телекоммуникационным сетям или без таковой;
        </p>
        <p>
          – смешанная обработка персональных данных.
        </p>
        <p>
          5.4. К обработке персональных данных допускаются работники Оператора, в
          должностные обязанности или трудовой договор которых входит обработка
          персональных данных.
        </p>
        <p>
          5.5. Обработка персональных данных для каждой цели обработки, указанной в Политике,
          осуществляется путем:
        </p>
        <p>
          – получения персональных данных в устной и письменной форме непосредственно от
          субъектов персональных данных;
        </p>
        <p>
          – внесения персональных данных в журналы, реестры и информационные системы
          Оператора;
        </p>
        <p>
          – использования иных способов обработки персональных данных.
        </p>
        <p>
          5.6. Не допускается раскрытие третьим лицам и распространение персональных данных
          без согласия субъекта персональных данных, если иное не предусмотрено федеральным
          законом. Согласие на обработку персональных данных, разрешенных субъектом
          персональных данных для распространения, оформляется отдельно от иных согласий
          субъекта персональных данных на обработку его персональных данных. Требования к
          содержанию согласия на обработку персональных данных, разрешенных субъектом
          персональных данных для распространения, утверждены Приказом Роскомнадзора от
          24.02.2021 № 18.
        </p>
        <p>
          5.7. Передача персональных данных органам дознания и следствия, в Федеральную
          налоговую службу, Социальный фонд России и другие уполномоченные органы
          исполнительной власти и организации осуществляется в соответствии с требованиями
          законодательства Российской Федерации.
        </p>
        <p>
          5.8. Оператор принимает необходимые правовые, организационные и технические меры
          для защиты персональных данных от неправомерного или случайного доступа к ним,
          уничтожения, изменения, блокирования, распространения и других
          несанкционированных действий, в том числе:
        </p>
        <p>
          – определяет угрозы безопасности персональных данных при их обработке;
        </p>
        <p>
          – принимает локальные нормативные акты и иные документы, регулирующие отношения в
          сфере обработки и защиты персональных данных;
        </p>
        <p>
          – назначает лиц, ответственных за обеспечение безопасности персональных данных в
          структурных подразделениях и информационных системах Оператора;
        </p>
        <p>
          – создает необходимые условия для работы с персональными данными;
        </p>
        <p>
          – организует учет документов, содержащих персональные данные;
        </p>
        <p>
          – организует работу с информационными системами, в которых обрабатываются
          персональные данные;
        </p>
        <p>
          – хранит персональные данные в условиях, при которых обеспечивается их сохранность и
          исключается неправомерный доступ к ним;
        </p>
        <p>
          - проводит регулярные аудиты безопасности и оценку рисков;
        </p>
        <p>
          – организует обучение работников Оператора, осуществляющих обработку персональных
          данных.
        </p>
        <p>
          5.9. Оператор осуществляет хранение персональных данных в форме, позволяющей
          определить субъекта персональных данных, не дольше, чем этого требует каждая цель
          обработки персональных данных, если срок хранения персональных данных не
          установлен федеральным законом, договором.
        </p>
        <p>
          5.9.1. Персональные данные на бумажных носителях хранятся у Оператора в течение
          сроков хранения документов, для которых эти сроки предусмотрены законодательством
          об архивном деле в РФ (Федеральный закон от 22.10.2004 № 125-ФЗ «Об архивном деле в
          Российской Федерации», Перечень типовых управленческих архивных документов,
          образующихся в процессе деятельности государственных органов, органов местного
          самоуправления и организаций, с указанием сроков их хранения (утверждено Приказом
          Росархива от 20.12.2019 № 236).
        </p>
        <p>
          5.9.2. Срок хранения персональных данных, обрабатываемых в информационных
          системах персональных данных, соответствует сроку хранения персональных данных на
          бумажных носителях.
        </p>
        <p>
          5.10. Оператор прекращает обработку персональных данных в следующих случаях:
        </p>
        <p>
          – выявлен факт их неправомерной обработки. Срок - в течение трех рабочих дней с даты
          выявления;
        </p>
        <p>
          – достигнута цель их обработки;
        </p>
        <p>
          – истек срок действия или отозвано согласие субъекта персональных данных на обработку
          указанных данных, когда по Закону о персональных данных обработка этих данных
          допускается только с согласия.
        </p>
        <p>
          5.11. При достижении целей обработки персональных данных, а также в случае отзыва
          субъектом персональных данных согласия на их обработку Оператор прекращает
          обработку этих данных, если:
        </p>
        <p>
          – иное не предусмотрено договором, стороной которого, выгодоприобретателем или
          поручителем, по которому является субъект персональных данных;
        </p>
        <p>
          – Оператор не вправе осуществлять обработку без согласия субъекта персональных
          данных на основаниях, предусмотренных Законом о персональных данных или иными
          федеральными законами;
        </p>
        <p>
          – иное не предусмотрено другим соглашением между Оператором и субъектом
          персональных данных.
        </p>
        <p>
          5.12. При обращении субъекта персональных данных к Оператору с требованием о
          прекращении обработки персональных данных в срок, не превышающий 10 рабочих дней
          с даты получения Оператором соответствующего требования, обработка персональных
          данных прекращается, за исключением случаев, предусмотренных Законом о
          персональных данных. Указанный срок может быть продлен, но не более чем на пять
          рабочих дней. Для этого Оператору необходимо направить субъекту персональных
          данных мотивированное уведомление с указанием причин продления срока.
        </p>
        <p>
          5.13. При сборе персональных данных, в том числе посредством информационно-
          телекоммуникационной сети Интернет, Оператор обеспечивает запись, систематизацию,
          накопление, хранение, уточнение (обновление, изменение), извлечение персональных
          данных граждан Российской Федерации с использованием баз данных, находящихся на
          территории Российской Федерации.
        </p>


        <h2>6. Сроки обработки персональных данных и их уничтожения</h2>
        <p>
          6.1. Сроки обработки персональных данных определяются в соответствии со сроком
          действия договора (соглашения) с субъектом персональных данных, с Приказом
          Минкультуры РФ от 20.12.2019 № 236 «Об утверждении «Перечня типовых
          управленческих архивных документов, образующихся в процессе деятельности
          государственных органов, органов местного самоуправления и организаций, с указанием
          сроков хранения», сроком исковой давности, а также иными требованиями
          законодательства РФ.
        </p>
        <p>
          6.2. Оператор создает и хранит документы, содержащие сведения о субъектах
          персональных данных. Требования к использованию данных типовых форм документов
          установлены Постановлением Правительства РФ от 15.09.2008 № 687 «Об утверждении
          Положения об особенностях обработки персональных данных, осуществляемой без
          использования средств автоматизации».
        </p>
        <p>
          6.3. Условия и сроки уничтожения персональных данных Оператором:
        </p>
        <p>
          – достижение цели обработки персональных данных либо утрата необходимости
          достигать эту цель - в течение 30 дней;
        </p>
        <p>
          – достижение максимальных сроков хранения документов, содержащих персональные
          данные, - в течение 30 дней;
        </p>
        <p>
          – предоставление субъектом персональных данных (его представителем) подтверждения
          того, что персональные данные получены незаконно или не являются необходимыми для
          заявленной цели обработки, - в течение семи рабочих дней;
        </p>
        <p>
          – отзыв субъектом персональных данных согласия на обработку его персональных
          данных, если их сохранение для цели их обработки более не требуется, - в течение 30
          дней.
        </p>
        <p>
          6.4. При достижении цели обработки персональных данных, а также в случае отзыва
          субъектом персональных данных согласия на их обработку персональные данные
          подлежат уничтожению, если:
        </p>
        <p>
          – иное не предусмотрено договором, стороной которого, выгодоприобретателем или
          поручителем, по которому является субъект персональных данных;
        </p>
        <p>
          – оператор не вправе осуществлять обработку без согласия субъекта персональных
          данных на основаниях, предусмотренных Законом о персональных данных или иными
          федеральными законами;
        </p>
        <p>
          – иное не предусмотрено другим соглашением между Оператором и субъектом
          персональных данных.
        </p>
        <p>
          6.5. Способы уничтожения персональных данных устанавливаются в локальных
          нормативных актах Оператора.
        </p>

        <h2>7. Права и обязанности</h2>
        <p>
          7.1. Оператор персональных данных вправе:
        </p>
        <p>
          – отстаивать свои интересы в суде;
        </p>
        <p>
          – предоставлять персональные данные субъектов третьим лицам, если это предусмотрено
          действующим законодательством (налоговые, правоохранительные органы и др.);
        </p>
        <p>
          – отказывать в предоставлении персональных данных в предусмотренных
          законодательством случаях;
        </p>
        <p>
          – использовать персональные данные субъекта без его согласия, в предусмотренных
          законодательством случаях и в оправданном объёме.
        </p>
        <p>
          Оператор персональных данных обязуется:
        </p>
        <p>
          – обеспечить каждому субъекту персональных данных возможность ознакомления с
          документами и материалами, содержащими их персональные данные, если иное не
          предусмотрено законом;
        </p>
        <p>
          – внести необходимые изменения, уничтожить или блокировать персональные данные в
          случае предоставления субъектом неполных, устаревших, недостоверных или незаконно
          полученных персональных данных, а также уведомить о своих действиях субъекта
          персональных данных;
        </p>
        <p>
          – выполнять требования законодательства Российской Федерации.
        </p>
        <p>
          7.2. Субъект персональных данных имеет право:
        </p>
        <p>
          - отозвать согласие на обработку данных в любой момент;
        </p>
        <p>
          – требовать уточнения своих персональных данных, их блокирования или уничтожения в
          случае, если персональные данные являются неполными, устаревшими, недостоверными,
          незаконно полученными или не являются необходимыми для заявленной цели
          обработки, а также предпринимать предусмотренные законом меры по защите своих
          прав;
        </p>
        <p>
          – требовать перечень своих персональных данных, обрабатываемых Оператором и
          информацию об источниках их получения;
        </p>
        <p>
          – получать информацию о сроках обработки своих персональных данных, в том числе о
          сроках их хранения;
        </p>
        <p>
          – требовать уведомления всех лиц, которым ранее были сообщены неверные или
          неполные его персональные данные, обо всех произведенных в них исключениях,
          исправлениях или дополнениях;
        </p>
        <p>
          – отказаться предоставлять биометрические персональные данные;
        </p>
        <p>
          – обжаловать в уполномоченный орган по защите прав субъектов персональных данных
          или в судебном порядке неправомерные действия или бездействия при обработке его
          персональных данных.
        </p>
        <p>
          7.3. Субъект персональных данных обязан:
        </p>
        <p>
          – передавать достоверные, необходимые для достижения целей обработки
          персональные данные, а также при необходимости подтверждать достоверность
          персональных данных предъявлением оригиналов документов;
        </p>
        <p>
          – в случае изменения персональных данных, необходимых для достижения целей
          обработки, уведомить Оператора об уточненных персональных данных и подтвердить
          изменения оригиналами документов;
        </p>
        <p>
          – выполнять требования законодательства Российской Федерации.
        </p>
        <h2>8. Актуализация, исправление, удаление и уничтожение персональных данных, ответы на
          запросы субъектов на доступ к персональным данным</h2>
        <p>
          8.1. Рассмотрение запросов и обращений субъектов персональных данных
          осуществляется в соответствии с положениями действующего законодательства
          Российской Федерации, а также в соответствии с локальными нормативными актами
          Оператора.
        </p>
        <p>
          8.2. Субъекты персональных данных обладают правами:
        </p>
        <p>
          - получения информации, касающейся обработки его персональных данных:
        </p>
        <p>
          1) подтверждение факта обработки персональных данных
        </p>
        <p>
          2) правовых оснований и целей обработки персональных данных;
        </p>
        <p>
          3) целей и применяемых Оператором способов обработки персональных данных;
        </p>
        <p>
          4) наименование и место нахождения лиц, имеющих доступ к персональным данным;
        </p>
        <p>
          5) состав обрабатываемых персональных данных;
        </p>
        <p>
          6) сроки обработки данных;
        </p>
        <p>
          - требования уточнения персональных данных, их блокирования или уничтожения если
          персональные данные являются неполными, устаревшими, неточными, незаконно
          полученными или не являются необходимыми для заявленной цели обработки;
        </p>
        <p>
          - получения информации о порядке осуществления ими своих прав;
        </p>
        <p>
          - информацию о трансграничной передаче персональных данных в случае её
          осуществления;
        </p>
        <p>
          8.3. Ограничения доступа субъекта к персональным данным возможны в случаях:
        </p>
        <p>
          - обработки данных, полученных в результате оперативно-розыскной,
          контрразведывательной и разведывательной деятельности, осуществляемой в целях
          обороны страны, безопасности государства и охраны правопорядка;
        </p>
        <p>
          - обработка персональных данных осуществляется в соответствии с законодательством о
          противодействии легализации (отмыванию) доходов, полученных преступным путем, и
          финансированию терроризма;
        </p>
        <p>
          - доступ субъекта персональных данных к его персональным данным нарушает права и
          законные интересы третьих лиц;
        </p>
        <p>
          - обработка персональных данных осуществляется в случаях, предусмотренных
          законодательством Российской Федерации о транспортной безопасности, в целях
          обеспечения устойчивого и безопасного функционирования транспортного комплекса,
          защиты интересов личности, общества и государства;
        </p>
        <p>
          Сведения предоставляются субъекту при поступлении соответствующего запроса от него
          или его представителя.
        </p>
        <p>
          8.4. Запрос должен содержать:
        </p>
        <p>
          - номер основного документа, удостоверяющего личность субъекта персональных данных
          или его представителя;
        </p>
        <p>
          - сведения о дате выдачи указанного документа и выдавшем его органе;
        </p>
        <p>
          - сведения, подтверждающие участие субъекта персональных данных в отношениях с
          Оператором (номер договора, дата заключения договора, условное словесное
          обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие
          факт обработки персональных данных Оператором;
        </p>
        <p>
          - подпись субъекта персональных данных или его представителя.
        </p>
        <p>
          Запросы субъектов персональных данных подлежат обязательному рассмотрению
          сотрудниками, в обязанности которых входит обработка персональных данных.
        </p>
        <p>
          Запросы от субъектов персональных данных и/или их представителей регистрируются в
          день их поступления.
        </p>
        <p>
          Предельные сроки рассмотрения запроса субъекта персональных данных (его
          представителя) определяются законодательством Российской Федерации.
        </p>
        <p>
          8.5. При выявлении Оператором, Роскомнадзором или иным заинтересованным лицом
          факта неправомерной или случайной передачи (предоставления, распространения)
          персональных данных (доступа к персональным данным), повлекшей нарушение прав
          субъектов персональных данных, Оператор:
        </p>
        <p>
          – в течение 24 часов - уведомляет Роскомнадзор о произошедшем инциденте,
          предполагаемых причинах, повлекших нарушение прав субъектов персональных данных,
          предполагаемом вреде, нанесенном правам субъектов персональных данных, и принятых
          мерах по устранению последствий инцидента, а также предоставляет сведения о лице,
          уполномоченном Оператором на взаимодействие с Роскомнадзором по вопросам,
          связанным с инцидентом;
        </p>
        <p>
          – в течение 72 часов - уведомляет Роскомнадзор о результатах внутреннего
          расследования выявленного инцидента и предоставляет сведения о лицах, действия
          которых стали его причиной (при наличии).
        </p>

        <h2>9. Трансграничная передача персональных данных</h2>
        <p>
          9.1. Оператор не осуществляет трансграничную передачу персональных данных.
        </p>
        <p>
          9.2. Оператор до начала осуществления деятельности по трансграничной передаче
          персональных данных обязан уведомить уполномоченный орган по защите прав
          субъектов персональных данных о своем намерении осуществлять трансграничную
          передачу персональных данных (такое уведомление направляется отдельно от
          уведомления о намерении осуществлять обработку персональных данных).
        </p>
        <p>
          9.3. Оператор до подачи вышеуказанного уведомления, обязан получить от органов
          власти иностранного государства, иностранных физических лиц, иностранных
          юридических лиц, которым планируется трансграничная передача персональных данных,
          соответствующие сведения.
        </p>

        <h2>10. Заключительные положения</h2>
        <p>
          10.1. К настоящей Политике установлен неограниченный доступ путем размещения на
          сайте Оператора https://azarties.com.
        </p>
        <p>
          10.2. Изменения, дополнения подлежат внесению в Политику в случае появления новых
          законодательных актов и специальных нормативных документов по обработке и защите
          персональных данных не реже одного раза в три года.
        </p>
        <p>
          10.3. Контроль исполнения требований настоящей Политики возложен на ответственного
          за организацию обработки персональных данных Оператора.
        </p>
        <p>
          10.4. За невыполнение требований норм, регулирующих обработку и защиту
          персональных данных должностные лица Оператора, несут ответственность,
          предусмотренную законодательством Российской Федерации и внутренними
          документами Оператора.
        </p>
        <p>
          10.5. Субъект персональных данных может получить любые разъяснения по
          интересующим вопросам, касающимся обработки его персональных данных,
          обратившись к Оператору с помощью электронной почты intouch@azarties.com.
        </p>

        <h2>11. Использование файлов cookies</h2>
        <p>
          11.1 Оператор может использовать специальную технологию cookies, чтобы улучшить
          работу сайта и сделать его более удобным для использования. Оператор понимает, что
          файлы cookies должны рассматриваться в качестве персональных данных, и работа с ними
          должна регулироваться соответствующим законодательством.
        </p>
        <p>
          Cookies – это файлы данных, которые хранятся на устройстве Посетителя сайта и
          используется для записи определенных действий на сайте, путем хранения данных,
          которые могут быть обновлены и восстановлены. Эти файлы хранятся на устройстве
          Посетителя сайта и содержат данные, которые не наносят ущерба оборудованию. Они
          используются для записи предпочтений, таких как выбранный язык и данные доступа, а
          также для персонализации Сервиса.
        </p>
        <p>
          11.2. Оператор использует следующие типы Cookies:
        </p>
        <p>
          - Сессионные файлы cookies: временные фалы cookies, которые хранятся среди файлов
          cookies браузера до тех пор, пока Посетитель сайта не покинет страницу.
        </p>
        <p>
          - Постоянные файлы cookies: эти файлы хранятся на жестком диске компьютера, и Сервис
          распознает их каждый раз, когда Посетитель сайта заходит на него. У постоянных файлов
          cookies есть определенный срок действия. После истечения этого срока действия они
          перестают функционировать.
        </p>
        <p>
          - Технические файлы cookies: технические файлы cookies необходимы для правильной
          работы Сайта и корректного использования различных предлагаемых на нем
          персональных возможностей и услуг. Например, такие cookies могут использоваться для
          технической поддержки работы сессии, контроля времени отклика, использования
          элементов безопасности и т. д.
        </p>
        <p>
          - Файлы cookies для персонализации: эти файлы cookies позволяют выбрать или
          персонализировать определенные свойства сайта, например, посредством определения
          языка, региональной конфигурации или типа браузера.
        </p>
        <p>
          - Маркетинговые файлы cookies: Оператор использует такие cookies для того, чтобы
          отслеживать поведение Посетителя на сайте и на основании этого корректировать его
          содержание.
        </p>
        <p>
          - Аналитические файлы cookies: Оператор использует cookies для получения сведений о
          настройках браузеров и для анализа поведения на сайте для целей улучшения
          производительности сайта.
        </p>
        <p>
          11.3. Оператор использует инструменты сервиса Яндекс.Метрика. Вы можете найти
          дополнительную информацию о Яндекс.Метрика на: https://yandex.ru/support/metrika/.
        </p>
        <p>
          11.4. Возможности Посетителя сайта в части управления cookies:
        </p>
        <p>
          - Посетитель может в любой момент отозвать свое согласие на обработку файлов cookies
          и удалить файлы cookies, хранящиеся на компьютере, изменив настройки своего
          браузера.
        </p>
        <p>
          - Посетитель может установить в свой браузер специальные программы или дополнения,
          известные как инструменты запрета отслеживания, позволяющие выбирать, какие файлы
          cookies хранить на своем устройстве.
        </p>

        <h1>Согласие на обработку персональных данных</h1>

        <p>
          Настоящим я, во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ
          «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и
          своем интересе, а также подтверждая свою дееспособность, даю свое согласие "azart
          technologies" fzco Dubai Silicon Oasis, DDP, Building A2, Dubai, UAE IFZA Business park
          Premises number 23963 - 00 Makani number A2 - 3645879076 License number 23963, далее
          по тексту именуемому «Оператор», на обработку своих персональных данных со
          следующими условиями:
        </p>
        <p>
          1. Согласие предоставляется как для автоматизированной, так и для
          неавтоматизированной обработки, а также для смешанной обработки моих персональных
          данных‚ не являющихся специальными или биометрическими.
        </p>
        <p>
          2. Согласие дается на обработку следующих моих персональных данных:
        </p>
        <p>
          • фамилии, имени, отчества;
        </p>
        <p>
          • номера контактного телефона;
        </p>
        <p>
          • адреса электронной почты;
        </p>
        <p>
          • идентификатор Субъекта, хранимый в cookie.
        </p>
        <p>
          Оператор может использовать общеотраслевую технологию «куки» (cookies). Куки – это
          небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере,
          который использует Субъект, позволяющий Оператору сохранять персональные
          настройки и предпочтения Субъекта, а также собирать неличную информацию о нём.
          Персональные данные не являются общедоступными.
        </p>
        <p>
          3. Оператор обрабатывает персональные данные Субъекта для следующих целей:
        </p>
        <p>
          • Продвижение товаров, работ, услуг на рынке;
        </p>
        <p>
          4. В ходе обработки с персональными данными будут совершены следующие действия:
          сбор, запись, систематизацию, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, удаление; передача; уничтожение в
          соответствии с Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных
          данных».
        </p>
        <p>
          5. Оператор обязан принимать все необходимые меры для защиты персональных данных
          Субъекта, предусмотренные действующим законодательством в области защиты
          персональных данных. Не считается нарушением предоставление Оператором данных
          третьим лицам, действующим на основании договора с Оператором, в целях исполнения
          обязательства перед Субъектом.
        </p>
        <p>
          6. Основанием для обработки персональных данных является статья 24 Конституции
          Российской Федерации; статья 6 Федерального закона № 152-ФЗ «О персональных
          данных»; настоящее Согласие посетителя сайта на обработку персональных данных.
          Обработка персональных данных может быть прекращена по запросу субъекта
          персональных данных.
        </p>
        <p>
          7. Я ознакомлен (а), что:
        </p>
        <p>
          7.1. настоящее Согласие на обработку моих персональных данных является бессрочным и
          может быть отозвано посредством направления мною в адрес Оператора письменного
          заявления на электронную почту intouch@azarties.com. Датой отзыва считается день,
          следующий за днем вручения Обществу письменного заявления об отзыве Согласия
          пользователя сайта на обработку персональных данных;
        </p>
        <p>
          7.2. имею право на доступ к моим персональным данным, требовать уточнения
          (обновление, изменение) моих персональных данных, а также удаления и уничтожения
          моих персональных данных в случае их обработки Обществом, нарушающих мои
          законные права и интересы, законодательство Российской Федерации.
        </p>
        <p>
          7.3. в случае отзыва Согласия на обработку персональных данных Общество вправе
          продолжить обработку персональных данных без моего согласия при наличии оснований,
          указанных в пунктах 2.11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11
          Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.
        </p>
        <p>
          8. Предоставлением Согласия является постановка соответствующего флажка и нажатие
          кнопки «Отправить» при регистрации на сайте или обращении в форме обратной связи на
          Интернет-сайте Оператора.
        </p>

        <h1>Согласие на получение рекламы</h1>

        <p>
          Настоящим, действуя свободно, своей волей и в своем интересе, а также подтверждая
          свою дееспособность, я, в соответствии со ст. 18 Федерального закона Российской
          Федерации «О рекламе» от 13.03.2006 N 38-ФЗ, даю предварительное согласие на
          получение от "azart technologies" fzco Dubai Silicon Oasis, DDP, Building A2, Dubai, UAE IFZA
          Business park Premises number 23963 - 00 Makani number A2 - 3645879076 License number
          23963, сообщений и любой иной информации рекламного характера (далее по тексту –
          Реклама) посредством:
        </p>
        <p>
          • СМС;
        </p>
        <p>
          • Мессенджеров Telegram и WhatsApp;
        </p>
        <p>
          • телефонных звонков;
        </p>
        <p>
          • электронной почты;
        </p>
        <p>
          Я подтверждаю, что уведомлен о следующем:
        </p>
        <p>
          • в случае нежелания получать Рекламу на указанных в настоящем согласии
          условиях мне следует не ставить отметку в поле «Я согласен получать
          рекламные и информационные материалы;
        </p>
        <p>
          • я могу в любое время изменить настройки рекламных рассылок либо полностью
          отказаться от получения Рекламы посредством функционала соответствующего
          раздела сайта, либо путем автоматической системы отписки (ссылка
          «Отписаться» в каждом письме).
        </p>
        <p>
          Я также подтверждаю, что предоставленные мною в адрес "azart technologies" fzco номер
          телефона и/или адрес электронной почты принадлежат мне, а направляемая на них
          Реклама предназначена только для меня и не будет получаться третьими лицами, не
          давшими "azart technologies" fzco предварительного согласия на получение Рекламы.
        </p>


      </div>

      <Footer />
    </>
  );
};

export default PrivacyPage;