import Footer from '@/components/shared/Footer';
import Header from '@/components/shared/Header';
import styles from '@/styles/Privacy.module.css';
import Head from 'next/head';

const TermsOfUsePage = () => {
  return (
    <>
      <Head>
        <title>Пользовательское соглашение</title>
      </Head>
      <Header />

      <div className={styles.page}>
        <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>

        <p>
          Настоящее Соглашение регулирует отношения между физическими лицами,
          посетителями и пользователями (далее — Пользователь) мобильного приложения
          Aerocare (далее — Приложение), а также касается всей информации, размещенной
          в Приложении и предоставляемой Пользователем в процессе его использования,
          включая сервисы, продукты и услуги.
        </p>
        <p>
          Начиная использовать функциональные возможности Приложения, Пользователь
          подтверждает, что:
        </p>
        <p>1. ознакомился с условиями настоящего Соглашения;</p>
        <p>
          2. принимает все его положения без каких-либо исключений и обязуется их
          соблюдать.
        </p>
        <p>
          Если Пользователь не согласен с любым из пунктов Соглашения, он должен
          немедленно прекратить использование Приложения.
        </p>

        <h2>1. Общие положения</h2>
        <p>
          1.1. Приложение является интеллектуальной собственностью компании Azart
          Technologies FZCO, Дубай (далее — Azart). Все материалы, включая текстовый,
          графический, аудио-, видео- и фото-контент (далее — Контент), размещенные в
          Приложении, принадлежат Azart или третьим лицам, предоставившим Azart право
          на их использование.
        </p>
        <p>
          1.2. Услуги обслуживания командировок и личных поездок, предоставляемые через
          Приложение, оказываются ООО «АЭРОПУЛЬС» (юридический адрес: 614002,
          Пермский край, г. Пермь, ул. Белинского, д. 31, кв./офис 464, ИНН: 5904410183,
          ОГРН 1245900005438, дата регистрации: 21.03.2024).
        </p>
        <p>
          1.3. Использование Приложения и его Контента разрешено только в рамках
          предусмотренного функционала и на условиях, изложенных в настоящем
          Соглашении.
        </p>
        <p>
          1.4. Пользователь может использовать элементы Приложения и Контент в личных
          некоммерческих целях при условии указания ссылки на Приложение и его
          правообладателя, а также сохранения всех авторских прав, товарных знаков и иных
          уведомлений об авторстве.
        </p>
        <p>1.5. В Соглашении применяются следующие термины:</p>
        <p>
          • Сервис «Aerocare» — цифровая платформа, права на которую принадлежат
          Azart. Включает мобильное приложение для iOS, Android и HarmonyOS,
          доступное в App Store, Google Play и AppGallery.
        </p>
        <p>
          • Личный кабинет — раздел Сервиса, создаваемый при регистрации
          Заказчика и доступный после авторизации (логин и пароль),
          предназначенный для оформления Заказов.
        </p>
        <p>
          • Заказчик — юридическое лицо или индивидуальный предприниматель,
          заключивший договор с ООО «Аэропульс» на бронирование услуг.
        </p>
        <p>
          • Пользователь — физическое лицо, использующее функционал
          Приложения, включая сотрудников Заказчика.
        </p>
        <p>
          • Администратор — Пользователь, уполномоченный Заказчиком на
          управление Личным кабинетом и совершение действий от его имени.
        </p>

        <h2>2. Права и обязанности Пользователя</h2>
        <p>
          2.1. Azart предоставляет Пользователю ограниченную, неисключительную,
          безвозмездную лицензию на использование Приложения и Контента в следующих
          целях:
        </p>
        <p>
          • Воспроизведение на устройстве Пользователя для доступа к функционалу
          Приложения.
        </p>
        <p>
          2.2. Запрещается любое иное использование Приложения или Контента, включая
          копирование, распространение, коммерческое использование, модификацию или
          создание производных материалов.
        </p>
        <p>2.3. Пользователь обязуется не использовать Приложение для:</p>
        <p>• Незаконной деятельности;</p>
        <p>
          • Нарушения прав третьих лиц, включая оскорбления, угрозы или вторжение в
          частную жизнь;
        </p>
        <p>• Изменения, взлома или вредоносных действий в отношении Приложения;</p>
        <p>• Мониторинга или несанкционированного копирования Контента.</p>
        <p>
          2.4. Azart оставляет за собой право в любой момент ограничить доступ
          Пользователя к Приложению без объяснения причин.
        </p>
        <p>
          2.5. Права Пользователя определяются настройками его учетной записи, включая
          объем доступных функций.
        </p>
        <p>2.6. Администратор имеет право:</p>
        <p>
          • Управлять учетными записями других Пользователей (добавлять,
          редактировать, блокировать);
        </p>
        <p>• Оформлять и изменять бронирования;</p>
        <p>• Назначать права доступа для других Пользователей.</p>

        <h2>3. Условия использования</h2>
        <p>
          3.1. Используя Приложение, Пользователь соглашается получать рассылки,
          рекламные материалы и иную информацию от Azart и его партнеров.
        </p>
        <p>
          3.2. Пользователь дает согласие на обработку своих персональных данных
          (подробнее по ссылке: ССЫЛКА).
        </p>
        <p>
          3.3. Azart вправе анализировать активность Пользователя для предотвращения
          мошенничества.
        </p>
        <p>
          3.4. Azart может информировать Пользователей любыми способами, используя
          предоставленные контактные данные.
        </p>

        <h2>4. Контент Приложения</h2>
        <p>
          4.1. Передавая материалы для размещения в Приложении, Пользователь
          соглашается на их безвозмездное использование Azart, включая редактирование и
          распространение.
        </p>
        <p>4.2. Пользователь гарантирует, что предоставленные материалы:</p>
        <p>• Не нарушают права третьих лиц;</p>
        <p>• Соответствуют законодательству и условиям Соглашения;</p>
        <p>• Не содержат вредоносного ПО;</p>
        <p>• Являются уникальными и не являются спамом.</p>
        <p>4.3. Azart вправе отказать в публикации материалов без объяснения причин.</p>

        <h2>5. Ограничение ответственности</h2>
        <p>
          5.1. Приложение предоставляется «как есть». Azart не гарантирует его
          бесперебойную работу или соответствие ожиданиям Пользователя.
        </p>
        <p>
          5.2. Azart не несет ответственности за убытки, возникшие в результате
          использования Приложения.
        </p>
        <p>
          5.3. Azart не контролирует сторонние сайты, доступные через ссылки в
          Приложении.
        </p>

        <h2>6. Заключительные положения</h2>
        <p>
          6.1. Поскольку использование Приложения бесплатно, нормы о защите прав
          потребителей не применяются.
        </p>
        <p>
          6.2. Azart может изменять Соглашение без уведомления. Новая версия вступает в
          силу после публикации на сайте: <a href="https://aeropulse.ru" target="_blank"
                                             rel="noopener noreferrer">https://aeropulse.ru</a>. Продолжение
          использования
          Приложения означает согласие с изменениями.
        </p>
        <p>
          6.3. Обращения и претензии направляются на электронную
          почту: <a href="mailto:intouch@azarties.com">intouch@azarties.com</a>. Azart рассмотрит их в течение 30 дней,
          если иное не
          предусмотрено законом.
        </p>
      </div>

      <Footer />
    </>
  );
};

export default TermsOfUsePage;