import styles from '@/styles/Privacy.module.css';
import Head from 'next/head';

const PrivacyPage = () => {
  return (
    <>
      <Head>
        <title>Privacy Policy</title>
      </Head>
      <div className={styles.page}>
        <h1>Privacy Policy</h1>

        <p>
          Политика конфиденциальности - это важный документ, который определяет,
          какие данные собираются с пользователей на вашем сайте, как эти данные
          используются и как они защищаются.
        </p>
        <p>
          Вот пример шаблона политики конфиденциальности, который можно
          использовать в качестве основы для создания своего собственного
          документа: [Название вашего сайта] Политика конфиденциальности Дата
          вступления в силу: [Укажите дату] [Название вашего сайта] (далее
          &quot;Мы&quot;, &quot;Нас&quot;, &quot;Наш&quot;) обязуется защищать
          конфиденциальность и безопасность личной информации, которую вы
          предоставляете нам при использовании нашего сайта.
        </p>
        <p>
          Мы стремимся соблюдать все применимые законы и нормы, касающиеся
          конфиденциальности и защиты данных. Какие данные мы собираем Мы можем
          собирать следующие виды информации о пользователях: Личная информация,
          такая как имя, адрес электронной почты, номер телефона и другая
          информация, которую вы предоставляете добровольно при регистрации на
          нашем сайте, заполнении форм или взаимодействии с нашими сервисами.
          Информация о вашем взаимодействии с нашим сайтом, такая как IP-адрес,
          тип браузера, операционная система, дата и время доступа, страницы,
          которые вы посетили, и другая информация о действиях на сайте. Как мы
          используем данные Мы используем предоставленные вами данные в
          следующих целях: Для предоставления наших продуктов и услуг, включая
          обработку заказов, связь с вами, предоставление поддержки и решение
          технических проблем.{' '}
        </p>
        <p>
          Для анализа и улучшения нашего сайта и сервисов, включая анализ
          трафика, изучение поведения пользователей, а также проведение
          исследований и определение популярности определенных функций и
          контента. Для соблюдения применимых законов и норм, включая
          обеспечение безопасности сайта, предотвращение мошенничества и защиту
          прав и интересов наших пользователей и нашей компании. Как мы защищаем
          данные Мы принимаем меры для защиты ваших данных от
          несанкционированного доступа, использования или раскрытия. Мы
          применяем соответствующие технические, организационные и
          административные меры безопасности, чтобы обеспечить защиту вашей
          личной информации. Это включает использование защищенных серверов,
          шифрования данных, контроля доступа к информации и обучения нашего
          персонала в области конфиденциальности и безопасности данных.
          Раскрытие информации третьим лицам Мы не передаем вашу личную
          информацию третьим лицам без вашего согласия, за исключением случаев,
          предусмотренных законом или описанных в настоящей политике
          конфиденциальности.{' '}
        </p>
        <p>
          Мы можем разглашать вашу информацию третьим лицам, таким как наши
          агенты, подрядчики, поставщики услуг и другие стороны, которые
          помогают нам в предоставлении наших услуг и осуществлении наших
          функций, или в случаях, когда мы обязаны это сделать в соответствии с
          законом, судебным решением, подзаконным актом или запросом
          государственного органа. Ссылки на сторонние сайты На нашем сайте
          могут содержаться ссылки на сторонние веб-сайты, услуги или ресурсы,
          которые не контролируются нами. Мы не несем ответственности за
          содержание, политику конфиденциальности или действия сторонних сайтов.
          Мы рекомендуем вам ознакомиться с политиками конфиденциальности и
          практиками сторонних сайтов, которые вы посещаете. Изменения в
          политике конфиденциальности Мы оставляем за собой право вносить
          изменения в настоящую политику конфиденциальности в любое время путем
          обновления этой страницы. Мы рекомендуем вам регулярно проверять нашу
          политику конфиденциальности для ознакомления с любыми изменениями.
          Ваше использование нашего сайта после внесения изменений в политику
          конфиденциальности означает ваше согласие с такими изменениями.{' '}
        </p>
        <p>
          Согласие пользователя Используя наш сайт, вы выражаете свое согласие с
          условиями нашей политики конфиденциальности и соглашаетесь со сбором,
          использованием и раскрытием вашей личной информации в соответствии с
          настоящими условиями. Контактная информация{' '}
        </p>
        <p>
          Если у вас возникнут вопросы, комментарарии или запросы относительно
          нашей политики конфиденциальности, пожалуйста, свяжитесь с нами,
          используя следующие контактные данные: [Название вашей компании]
          [Адрес вашей компании] [Контактный номер телефона] [Адрес электронной
          почты] Завершение политики конфиденциальности Настоящая политика
          конфиденциальности составлена на основе принципов защиты
          конфиденциальности и соблюдения применимых законов и нормативных актов
          в отношении защиты персональных данных.{' '}
        </p>
        <p>
          Мы оставляем за собой право вносить изменения в нашу политику
          конфиденциальности, и такие изменения вступают в силу с момента их
          публикации на нашем сайте. Мы рекомендуем вам ознакомиться с нашей
          политикой конфиденциальности и регулярно проверять ее на нашем сайте
          для того, чтобы быть в курсе наших практик по сбору, использованию и
          защите вашей личной информации.
        </p>
      </div>
    </>
  );
};

export default PrivacyPage;
